{
  "Código": "2864",
  "Título da vaga": "Estagiário Analista Técnico de Pré-Venda",
  "Local": "São Paulo, SP",
  "Nível Profissional": "Estagiário",
  "Nível Acadêmico": "Ensino Superior Cursando",
  "Áreas de Atuação Profissional": "Comercial",
  "Descrição": "Estagiário Analista Técnico de Pré-Venda participa do trabalho de consultoria técnica durante o ciclo de venda em colaboração com as equipes comercial, operação, cliente e parceiros para apresentar a melhor proposta de serviço ou solução para o cliente. Ele captura as necessidades dos clientes, discute com consultores e arquitetos uma visão inicial da solução, sugere as ofertas de serviços e produtos da SysMap e parceiros aplicáveis e ajuda a construir uma proposta de solução para o cliente.\n\nResponsabilidades:\n•\tParticipar da criação de propostas e materiais de venda;\n•\tParticipar de pesquisas de mercado e construir pontos de vista (PoVs) em soluções digitais e tendências de tecnologia;\n•\tParticipar da criação de respostas à RFIs e RFPs;\n•\tPreparar apresentações aos clientes;\n•\tAcompanhar progresso com a equipe de operação a revisão da proposta de solução e captura de estimativas de esforço, custo e prazo;\n•\tRevisar estimativas de esforço e custo e modelo de negócio para receita juntamente com o comercial;\n•\tRevisar estudos de caso de projetos relevantes para a área comercial;\n•\tColaborar no desenvolvimento de aceleradores de práticas e soluções digitais.",
  "Habilidades": "Educação e Experiência:\n•\tCursando graduação ou pós-graduação na área de tecnologia da informação;\n•\tDiferencial experiência em projetos de desenvolvimento de soluções de tecnologia profissionais ou acadêmicos.\n•\tDiferencial participação em iniciativas e eventos de inovação, startups e tecnologia.\n•\tDesejável conhecimento em métodos de estimativa, como function points, story points, use case points, etc.\n•\tDesejável conhecimento em competências digitais: design, analytics, cloud, mobilidade, IoT, e-commerce, CMS, API, etc.\n•\tDesejável conhecimento em metodologias lean e agile: Scrum, Kanban, Lean Startup.\n\nAtributos Pessoais:\n•\tAtitude motivada e com iniciativa para buscar o sucesso das ações de negócio do cliente e da SysMap;\n•\tCapacidade de aprender rapidamente novos conhecimentos e tecnologias;\n•\tBoas habilidades de comunicação e apresentação;\n•\tBoa capacidade analítica e de solução de problemas;\n•\tCapacidade de organização de atividades e produtividade;"
}