{
  "Código": "2976",
  "Título da vaga": "Arquiteto de Sistemas III",
  "Local": "São Paulo, SP",
  "Nível Profissional": "Analista",
  "Nível Acadêmico": "Ensino Superior Completo",
  "Áreas de Atuação Profissional": "TI - Arquitetura",
  "Descrição": "- Definir e atualizar metodologias de projeto e codificação\n- Liderar processo de desenvolvimento ágil end-to-end\n- Fornecer insights técnicos para apoiar o planejamento de desenvolvimento dos projetos Ágeis, incluindo desagregação de histórias de usuários, atribuição de tarefas e preparação de backlog\n- Detalhamento de histórias de usuários e requisitos com parceiros de negócios e comunicação de dependências de TI\n- Projetar e desenvolver MicroServiços utilizando Java, NodeJs, Python.\n- Adaptar-se às metodologias padrão e lições aprendidas com a execução do sprint para melhorar a velocidade da equipe\n- Concepção e desenvolvimento de serviços que sejam: Escalável, resiliente, seguro e desacoplado;\n- Capaz de detectar e alertar quando ocorrem erros de produção funcionais ou não funcionais;\n- Capaz de reunir e persistir métricas comportamentais e de desempenho e oferecer a melhor experiência ao cliente\n- Analisar o trabalho realizado por outros membros da equipe para garantir que eles aderem às metodologias padrão do projeto/cliente\n- Realizar testes de garantia de qualidade incluindo testes de unidades, sistemas, integração\n- Suporte aos usuários durante sua verificação de aceitação do usuário\n- Propor soluções e implantar melhorias testadas ou novos serviços em ambientes de certificação e produção com estratégias de reversão definidas.\n- Fornecer suporte para resolver incidentes dentro dos SLA'S definidos\n- Fornecer suporte on call \n- Revisão da resolução de incidentes e correções de ticket de problema executadas pelos membros da equipe\n- Implementar novas soluções técnicas, automatizar tarefas e realizar melhoria de código\n- Manter a documentação do sistema atualizada\n- Fornecer uma forte comunicação para manter a equipe do projeto e parceiros atualizados\n- Projetar e aprimorar metodologias de desenvolvimento interno utilizando JAVA e tecnologias de suporte\n- Identificar e utilizar metodologias padrão na indústria para melhorar soluções eficientes e elegantes, minimizando custos\n- Criar simulações de projeto, diagramas conceituais e modelos de referência de trabalho.\n- Fornecer estimativas para o esforço de desenvolvimento do produto\n- Fornecer liderança pró-ativa e direção do pessoal que executa tarefas complexas.\n- Envolver-se em atividades de desenvolvimento de negócios e composição de propostas\n- Colaborar em pesquisa e desenvolvimento de novos produtos e serviços",
  "Habilidades": "Formação em Ciência da Computação, Análise de Sistemas e similares\nExperiência: mínimo de 5 anos"
}