[{"parentIndex":4,"parentId":"3021","index":0,"nome":"Código","valor":"3021"},{"parentIndex":4,"parentId":"3021","index":1,"nome":"Título da vaga","valor":"Analista Programador PL"},{"parentIndex":4,"parentId":"3021","index":2,"nome":"Local","valor":"Belo Horizonte, MG"},{"parentIndex":4,"parentId":"3021","index":3,"nome":"Nível Profissional","valor":"Analista"},{"parentIndex":4,"parentId":"3021","index":4,"nome":"Nível Acadêmico","valor":"Ensino Superior Completo"},{"parentIndex":4,"parentId":"3021","index":5,"nome":"Áreas de Atuação Profissional","valor":"TI - Desenvolvimento/Mobile"},{"parentIndex":4,"parentId":"3021","index":6,"nome":"Descrição","valor":"1.\tAnálise dos requisitos de projeto\n2.\tCriar ambiente de Desenvolvimento\n3.\tExecutar a transformação do requisito para a linguagem de programação na tecnologia definida;\n4.\tExecutar os testes unitários em ambiente controlado;\n5.\tRealizar a criação de documentos complementares através dos controles exigidos pela Triggo.\n6.\tGerar o pacote de entrega para a área de Qualidade\n7.\tGerar o pacote de entrega para o Cliente\n8.\tAnálise e correção de defeitos\n\nObjetivo:\nDesenvolvimento de frameworks, tecnologias e aplicações interativas e escaláveis,  que promovam a imagem de agilidade e qualidade projetos e serviços da Triggo Labs.\n\nConhecimentos técnicos específicos back-end:\n- Sistemas Operacionais: Linux (e conhecimentos de linguagem de script, como ShellScript).\n- Banco de dados relacional (SQL Server, MySQL, Oracle, PostgreSQL,…) ou não-relacional (Redis, MongoDB);\n- Linguagem de programação Java, React Native; \n- Web Services: Ajax, json, XML, WebSockets;\n- Media Queries e Pré-processadores de CSS: LESS, SASS;\n- Cacheamento;\n\nConhecimentos específicos front-end:\n- Produção de peças digitais com Photoshop, Axure, etc., \n- Linguagens HTML, CSS e Javascript;\n- Frameworks JavaScript, como jQuery, AngularJS, Knockout.\n- Design de interface: Photoshop, Illustrator.\n- UX – Experiência do usuário (web semântica, compatibilidade cross-browser, design responsivo)\n- Frameworks de desenvolvimento mobile: React Native\n\nConhecimentos específicos gerais:\n- Ferramentas de versionamento e de virtualização: TFS, Git, Mercurial (controle de versão); VirtualBox, Vagrant (virtualização),\n- Servidores web e hospedagem: Apache, Nginx, Tomcat (servidores); Amazon, Azure, etc (hospedagem).\n- Padrões de arquitetura: MVC, MVVM, MVP.\n- Funcionamento da nuvem,como saber montar uma base de dados"},{"parentIndex":4,"parentId":"3021","index":7,"nome":"Habilidades","valor":"•\tEnsino Superior em Ciência da Computação, Sistemas de Informação, Engenharia da Computação.\n•\tExperiência em criar soluções técnicas para projetos de software.\n\nCaracterística do profissional:\nDesenvolvedor Full Stack de aplicativos web responsivos e apps Android/iOS, que atue preferencialmente em toda a cadeia de desenvolvimento.\nConhecimentos de back-end (servidor, banco de dados, modelagem, programação, estruturação de dados e implementação).\nConhecimentos de front-end (interface, UX, layout), para desenvolvimento da camada de apresentação da aplicação.\nDesenvolvimento e implementação de projetos a partir de um layout ou wireframe, até a publicação final .\n\nHabilidades em:\nCompreender a solução proposta e implementá-la na tecnologia escolhida;\nExecutar testes previamente definidos que asseguram o comportamento requerido dos sistemas\n\nMultidisciplinariedade:\n- conforto em enfrentar qualquer tipo de problema de diferentes negócios, de diferentes clientes;\n- adaptação aos cenários diversos, com facilidade para encontrar alternativas para os desafios e problemas do caminho;\n- capacidade de trabalhar em múltiplos projetos, apoiando pontualmente cada um deles, sugerindo soluções;\n- capacidade de entender o negócio no qual está inserido para que possa se destacar, agregar valor e crescer; \nProcessos e Projetos:\n- facilidade de compreender processos e acompanhar a execução de projeto do início ao fim; \n- capacidade crítica para sinalizar possíveis problemas, riscos e, propor a solução mais adequada a determinado cenário;\n- proatividade para trazer ideias novas para melhoria geral do  processo de trabalho; \n\nBusca de conhecimento:\n- curiosidade, interesse em aprender com quem está por perto sem perder o controle de foco;\n- autodidata com consciência das exigências de constante atualização;\n- comprometido com a promoção do próprio conhecimento;\n- curioso sobre práticas e técnicas novas;\n- capacidade de saber a hora de parar uma determinada especialização e partir pra outra;\n- senso crítico para analisar seu código e entender quando melhorar ou otimizar;"}]