[{"parentIndex":1,"parentId":"3036","index":0,"nome":"Código","valor":"3036"},{"parentIndex":1,"parentId":"3036","index":1,"nome":"Título da vaga","valor":"Analista de Suporte SR (Cyber SECURITY)"},{"parentIndex":1,"parentId":"3036","index":2,"nome":"Local","valor":"São Paulo, SP"},{"parentIndex":1,"parentId":"3036","index":3,"nome":"Nível Profissional","valor":"Analista"},{"parentIndex":1,"parentId":"3036","index":4,"nome":"Nível Acadêmico","valor":"Ensino Superior Completo"},{"parentIndex":1,"parentId":"3036","index":5,"nome":"Áreas de Atuação Profissional","valor":"TI - Suporte"},{"parentIndex":1,"parentId":"3036","index":6,"nome":"Descrição","valor":"•\tProficiência técnica, forte experiência e atitude de aprendizagem voltada para Cyber Security.\n•\tCapacidade de realizar apresentações e ter discussões influentes em níveis técnicos com os tomadores de decisões técnicas do cliente;\n•\tHabilidades com clientes, equipes, habilidades de trabalho, resolução de problemas, habilidades de boa apresentação, capacidade de lidar com situações desafiadoras e capacidade de operar em um ambiente de equipe flexível com supervisão mínima.\n•\tHabilidades de comunicação – fala e escrita em inglês e português  (avançado / fluente)\n•\tO papel requer forte organização pessoal e gestão do tempo.\n\n\n•\tNível de conhecimento avançado (300 ou 400) em cada uma das tecnologias acima listadas\n•\tHabilidade para enfrentar desafios técnicos, gerenciando a expectativa dos clientes, definindo e implementando planos de ação e comunicando todas as partes envolvidas.\n•\tDesejável:\n\no\tCurso superior completo ou conclusão estimada dentro de 1 ano\no\tHistórico profissional em parceiros Microsoft ou grandes empresas"},{"parentIndex":1,"parentId":"3036","index":7,"nome":"Habilidades","valor":"Tecnologias: profundos conhecimentos nas seguintes áreas:\no\tRede TCP/IP solução de problemas usando IPV4 e IPV6;\no\tSegurança de host: Técnicas de hardening e ferramentas (Security Compliance Manager, Security Guidance (SCM)) - no Windows  2012, 2008 R2 / 2008, Windows 7,  Windows 8 e MS Azure;\no\tSegurança de dados: infra-estrutura de chave pública e certificados (PKI) para a rede interna (Enterprise CA and StandAlone CA), Bitlocker com servidor de gerenciamento (MBAM), Rights Management Services (RMS)\no\tSegurança de Rede : IPSEC, 802.1 x, tecnologias VPN (PPTP, L2TP, IPSEC VPN), implantar o Firewall do Windows com GPO;\no\tLocal Administrator Password Solution (LAPS)\no\tGerenciamento de atualizações de segurança, ferramentas de gerenciamento de atualização (WSUS standalone) e integração com o SCCM;"}]